{
  "newspapers": {
    "reuters": {
      "rss": "http://feeds.reuters.com/reuters/topNews",
      "link": "https://www.reuters.com/news/archive/newsOne",
      "articles": [
        {
          "link": "http://feeds.reuters.com/~r/reuters/topNews/~3/eONiGA0CA6c/russia-extends-detention-of-ex-u-s-marine-accused-of-spying-idUSKCN1QB1AH",
          "published": "2019-02-22T20:25:27",
          "title": "SAP cloud business head quits after 27 years in latest top departure",
          "text": "BERLIN (Reuters) - Software company SAP the head of its cloud business group had quit, the latest in a string of top departures as Europe’s most valuable technology company reshapes its operations. Robert Enslin, who joined SAP in 1992 and had served on its board since 2014, had been tipped by some as a potential successor to Chief Executive Bill McDermott but has departed to take an unspecified opportunity elsewhere.During his two-year tenure as head of the cloud business group, Enslin helped build out SAP’s cloud portfolio, including its $8 billion deal last year to buy Qualtrics, which specialises in tracking online sentiment. SAP did not say if he was getting any sort of payoff. Enslin’s exit follows other high-profile departures, including Bjoern Goerke, chief technology officer and head of SAP’s cloud platform business, and Bernd Leukert, the board executive who ran global service and support. Programming gurus Rich Heilman and Thomas Jung - both highly respected among SAP developer specialists - last month they had been let go by SAP, but have now found new roles and are staying, a company spokesman. The departures underscore McDermott’s long-stated ambition to transform SAP into a digital platform business, but the exit of long-serving and well-regarded staff with extensive know-how risks alienating core customers. SAP said in January around 4,400 people would leave under a restructuring. Arch-rival Oracle has also announced layoffs and some of its top talent has defected to Google. SAP shares have risen steadily in recent weeks from a nine-month low of 83.95 euros set on Jan.3. They closed at 102.5 euros on Friday, down 1.1 pct on the day. SAP said board member Jennifer Morgan, who joined the company in 2004 and most recently co-led SAP’s global customer operations, would succeed Enslin as president of the cloud business group with imminent effect. Adaire Fox-Martin will take sole responsibility for global customer operations as president. In a Tweet, Enslin said: Though my tenure with #SAP has come to an end, my personal belief and public advocacy for SAP’s innovation and vision to help the world run better never will. Thank you ... dear colleagues for 27 spectacular years. SAP will report its results for the first quarter as planned on April 24."
        }
      ]
    }
  }
}