{"newspapers": {"reuters": {"rss": "http://feeds.reuters.com/reuters/topNews", "link": "https://www.reuters.com/news/archive/newsOne", "articles": [{"link": "http://feeds.reuters.com/~r/reuters/topNews/~3/-D2OtEgZARg/kraft-heinz-shares-fall-28-percent-after-writedown-dividend-cut-idUSKCN1QB1J9", "published": "2019-02-22T20:31:27", "title": "Kraft Heinz shares fall 28 percent after writedown, dividend cut", "text": "(Reuters) - Kraft Heinz Co shares fell to a record low on Friday a day after the food company disclosed a $15 billion write-down on its marquee brands, raising concern that years of rigorous cost cutting have eroded the value of its Kraft cheeses and Oscar Mayer deli meats.\n\nKraft’s revenue growth has stagnated in the years since it merged with Heinz as consumers shun older, established brands for newer products, cheaper private label brands and non-processed and organic food.\n\nThe shares fell as much 28 percent to a low of $34.51, wiping $17 billion off the company’s market value. In mid-afternoon trading, shares were down $13.10 at $35.07.\n\n(Graphic: Kraft Heinz stock crushed by writedown - tmsnrt.rs/2BNXPcJ)\n\nShares of rivals food makers also fell, with General Mills, Conagra Brands Inc, Unilever and Nestle SA all down between 1 percent and 3 percent.\n\nBrazil’s buyout fund 3G Capital and Warren Buffett’s Berkshire Hathaway Inc together own more than 50 percent of Kraft Heinz. 3G has advocated the company combat higher transportation, commodity costs and sluggish growth by reining in expenses companywide. But that has come at a price.\n\n“Investors for years have asked if 3G’s extreme belt-tightening model ultimately would result in brand equity erosion,” JPMorgan analyst Ken Goldman said.\n\n“We think the answer arguably came yesterday in the form of a $15 billion intangible asset write-down for the Kraft and Oscar Mayer brands,” said Goldman, who cut his rating to “neutral” from “overweight.”\n\nOn Thursday, Kraft Heinz, whose brands include Jell-O gelatin dessert and Velveeta processed cheese, reported a quarterly loss, said it would cut its dividend 36 percent and disclosed that the U.S. Securities and Exchange Commission was investigating the company’s accounting policies.\n\nKetchup-maker Heinz merged with Kraft in 2015 in a deal engineered by 3G. Under 3G’s stewardship, the new company embarked on extreme cost cutting that risked stifling investment in innovation and marketing.\n\nWarren Buffett releases his annual letter to shareholders on Saturday and investors will scour the document for any insight from the billionaire on his Kraft stake and relationship with 3G.\n\nZERO-BASED BUDGETING\n\nUnder 3G, Kraft Heinz embraced zero-based budgeting, a cost-conscious strategy intended to improve operating margins that requires managers to justify all expenses, from pencils to forklifts.\n\nSome analysts are now questioning the effectiveness of 3G’s model, given that the company’s margins before interest and taxes fell to 23.2 percent in 2018 from 27.2 percent in 2015, the year Kraft Heinz was formed.\n\n“We see the 3G model as highly dependent on deal-making and synergy realization and at some point having best-in-class margins doesn’t matter if the sales growth doesn’t eventually come,” Guggenheim Partners’ analyst Laurent Grandet said in a note.\n\n“Kraft Heinz results confirmed all our worst fears – plus more,” Grandet wrote in a note.\n\nStifel downgraded the stock to “hold” from “buy” and more than halved its price target to $35, well below the current median target of $52.\n\nCredit Suisse cut its price target by $9 to $33, making it the lowest on Wall Street.\n\n“This is not your typical “reset the base and everything will be fine” story,” Credit Suisse analyst Robert Moskow wrote.\n\nFILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS/Mike Blake/File Photo GLOBAL BUSINESS WEEK AHEAD SEARCH GLOBAL BUSINESS 30 OCT FOR ALL IMAGES\n\n“The dividend cut, the write-down of the Kraft and Oscar Mayer trademarks, and the guidance for further divestitures demonstrate the hallmarks of a company that has a serious balance sheet problem,” Moskow said.\n\nThe news also hit the company’s bond investors. Kraft Heinz’s nearly $31 billion of bonds were among the most heavily traded paper in the U.S. corporate debt market on Friday morning, according to MarketAxess, and yields on several of their largest bonds shot higher and their prices dropped by a full point or more.\n\nSpreads on their bonds, or the premium demanded by investors as compensation for holding Kraft paper over safer U.S. Treasury securities, widened by the most ever across a range of the company’s bonds."}, {"link": "http://feeds.reuters.com/~r/reuters/topNews/~3/3OGKD6kRQZo/wall-st-trims-gains-as-u-s-china-struggle-over-gaps-in-trade-issues-idUSKCN1QB1L9", "published": "2019-02-22T20:28:49", "title": "Wall St. trims gains as U.S., China struggle over gaps in trade issues", "text": "NEW YORK (Reuters) - U.S. stocks were higher in afternoon trading on Friday but pared gains after U.S. officials said the United States and China still have issues to resolve in their ongoing trade talks.\n\nTraders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., February 22, 2019. REUTERS/Brendan McDermid\n\nPeople briefed on the talks said more time is likely needed in the talks given China’s resistance this week to U.S. demands for specific steps by Beijing to end forced transfers of U.S. technology and certain other policies.\n\nSigns of progress in the ongoing trade talks between the two countries supported the market for much of the session, leaving the Dow and Nasdaq on course to post a ninth straight week of gains.\n\nTop trade negotiators from the two countries met to wrap up a week of talks on some of the thorniest issues in their trade war. If the two sides fail to reach a deal by midnight on March 1, then their seven-month trade war could escalate.\n\nHopes of a trade deal as well as dovish signals from the Federal Reserve largely have driven recent gains in stocks, with the S&P 500 now up nearly 19 percent from its late-December low.\n\n“Right now the downside risk has been not as steep but there’s always a concern that something happens last minute,” said Quincy Krosby, chief market strategist at Prudential Financial in Newark, New Jersey.\n\n“Having a Chinese economy that stabilizes is constructive for global markets. That’s what is key in terms of the market looking at the results.”\n\nThe S&P 500 technology index was up 0.9 percent, leading gains among the 11 major S&P sectors, but off its highs of the session. The trade-exposed industrials index climbed 0.2 percent.\n\nThe Dow Jones Industrial Average rose 94.04 points, or 0.36 percent, to 25,944.67, the S&P 500 gained 8.93 points, or 0.32 percent, to 2,783.81 and the Nasdaq Composite added 38.17 points, or 0.51 percent, to 7,497.88.\n\nKraft Heinz Co tumbled 28 percent, and was the biggest drag on the S&P along with a 1.8 percent fall in Class B shares of the company’s controlling stakeholder, Berkshire Hathaway Inc.\n\nThe packaged food company posted a quarterly loss, disclosed an SEC probe and wrote down the value of its iconic Kraft and Oscar Mayer brands.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.72-to-1 ratio; on Nasdaq, a 1.88-to-1 ratio favored advancers.\n\nThe S&P 500 posted 59 new 52-week highs and 3 new lows; the Nasdaq Composite recorded 107 new highs and 21 new lows."}, {"link": "http://feeds.reuters.com/~r/reuters/topNews/~3/eONiGA0CA6c/russia-extends-detention-of-ex-u-s-marine-accused-of-spying-idUSKCN1QB1AH", "published": "2019-02-22T20:25:27", "title": "Russia extends detention of ex-U.S. marine accused of spying", "text": "MOSCOW (Reuters) - A Russian court on Friday ruled that Paul Whelan, a former U.S. marine accused of spying, should be held in a pre-trial detention facility for a further three months to give investigators more time to look into his case.\n\nWhelan, who holds U.S., British, Canadian and Irish passports, was detained in a Moscow hotel room on Dec. 28 and accused of espionage, a charge he denies. If found guilty, he could be imprisoned for up to 20 years.\n\nThe case has put further strain on already poor U.S.-Russia relations as has that of another detained American, private equity chief Michael Calvey.\n\nRussia’s Federal Security Service detained Whelan after an acquaintance handed him a flash drive containing classified information. Whelan’s lawyer says his client was misled.\n\nWhelan had met the same person in the town of Sergiev Possad in May last year where they visited the town’s monastery and other tourist sites, the lawyer, Vladimir Zherebenkov, told reporters on Friday.\n\nWhen Whelan returned to Russia again in December to attend a wedding, the same acquaintance unexpectedly turned up and gave him a flash drive containing what Whelan thought were photographs of the earlier trip, the lawyer said.\n\n“Paul and I consider this was a provocation and a crime by his acquaintance,” said Zherebenkov, saying Whelan had known the man, whom he did not name, for several years.\n\nWhelan on Friday appeared in court in a cage and looked downcast when he spoke briefly to reporters before masked security officials cut him off.\n\n“I could do with care packages, food, things like that, letters from home,” Whelan said.\n\nThe court on Friday said Whelan would be held in pre-trial detention until May 28, extending an earlier ruling to keep him in custody until Feb. 28.\n\nSlideshow (6 Images)\n\nThe U.S. embassy in Moscow said a consular official had visited Whelan in custody on Thursday.\n\nIt said, however, that it was unable to provide further information as Whelan had not been allowed by investigators to sign a privacy act waiver (PAW) that would legally allow the U.S. government to release information about the case.\n\n“In every other instance, we have been able to obtain a signed PAW, but in Mr. Whelan’s case, the Investigative Committee is not allowing this to happen. Why is this case any different?” embassy spokeswoman Andrea Kalan wrote on Twitter."}]}}}